Repository: sitien173/quan_ly_thue_xe
Catalog: src/Resources/SharedResource.*.resx
Languages: vi_vn

# LOGIN_SUCCESS
source: Logged in successfully
vi_vn: Đăng nhập thành công

# LOGIN_E001
source: Check your username and password again
vi_vn: Kiểm tra lại username và password

# RENTCAR_SUCCESS
source: Car booking is successful, please wait for confirmation from the staff
vi_vn: Đặt xe thành công, vui lòng đợi xác nhận từ nhân viên

# RENTCAR_FAIL
source: Vehicle is not available during this time frame
vi_vn: Xe không có sẵn trong khung thoi gian này

# FORGOTPW_SUCCESS
source: Please check your email to retrieve your password
vi_vn: Vui lòng kiểm tra email để lấy lại mật khẩu

# FORGOTPW_FAIL
source: The customer does not exist
vi_vn: Khách hàng không tồn tại

# SIGNUP_SUCCESS
source: Registration successful, please check your email to confirm your account
vi_vn: Đăng ký thành công, vui lòng kiểm tra email để xác nhận tài khoản

# CHANGE_PASSWORD_SUCCESS
source: Password change successful, please log in again
vi_vn: Đổi mật khẩu thành công, vui lòng đăng nhập lại

# CHECK_EMAIL_TO_RESET_PASSWORD
source: Please check your email to retrieve your password
vi_vn: Vui lòng kiểm tra email để lấy lại mật khẩu

# VERIFY_ACCOUNT_SUCCESS
source: Account verification successful, please log in again
vi_vn: Xác minh tài khoản thành công, vui lòng đăng nhập lại
